nxvpro/Resources/soap_ptz_presets.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
	<s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
		<GetPresets xmlns="http://www.onvif.org/ver20/ptz/wsdl">
			<ProfileToken>_PROFILE_TOKEN_</ProfileToken>
		</GetPresets>
	</s:Body>
</s:Envelope>
